{"character":"bob","greetings":["Hello?","Hello","Hi?","I'm Bob"],"response_to_operator_greetings":["Look, I already said this to the drone.","I'm not leaving my home","I have too much work here to just leave it all behind","I've spent years on my collection, and there isn't time to take it all","It's artwork. It's irreplaceable","I'm fine, just need to finish prepping my house","You really think it's that bad?"],"progression":["Okay, I'm not stupid. Let me just grab my bag and I'll head out.","Alright, I'll follow the drone out","Yeah, I'll move away from the fire","I know it's dangerous, but I can't just leave"],"observations":["It doesn't even look that bad","It's a little hazy","I can see some smoke","I can see fire down the street"],"general":["Yes","Yeah","Yep","I think so?","I don't think so","Nope","Nah","Not happening","I'm not sure","I couldn't really say","Can you repeat that?","Sorry, I think you cut out for a sec there.","What was that?","Maybe","I guess that's possible","Okay","Alright","Will do","Thank you"],"closing":["Goodbye","Talk to you later","Bye","Later"],"work_resistance":["My work is too important to just abandon","I've spent years building this collection, I can't just leave it","This is my life's work, it's irreplaceable","No one understands how valuable what I'm working on is","The fire will probably miss us anyway, my work is too critical to leave behind"],"minimal_engagement":["Look, I've made up my mind","I don't want to discuss this anymore","I hear you, but my decision is final","I understand the risk, and I'm staying","Let's just end this conversation"],"decision_point":["Maybe you have a point about the danger...","I hear what you're saying, but my work...","I understand it's getting serious, but...","You really think my life is in danger?","I suppose if it's really that dangerous..."],"final_refusal":["I'm staying with my work no matter what","Nothing you can say will change my mind","I accept the consequences of staying","This conversation is over, I'm not leaving","My work is worth the risk, goodbye"]}